Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/other_files/kommunikasjon_og_samvaer.pdf.tmx
Source language: nob
Languages: smj

source: En demenssykdom vil ofte føre til store forandringer for personen som har demens og for nærmeste pårørende.
smj: Demænssaskihpudahka álu merkaj edna rievddadusá sunji gænna l demænssa ja suv lagámusájda.

source: Også venner og annen omgangskrets berøres i større eller mindre grad.
smj: Dát aj guosská rádnajda ja ietjá oahppásijda muhtem mudduj.

source: Det er naturlig å oppleve sorg og usikkerhet om fremtiden.
smj: Luondulasj la soarjjit ja boahtteájge badjel måråstit.

source: Mange kan reagere med tristhet, sinne og uro.
smj: Moaddása soajttá hådjåni, suhtti ja vájvástuvvi.

source: Det kan oppstå frustrasjon og konflikter, og samspillet settes på prøve.
smj: Ihkap asjmen sjaddá ja rijdo badjáni, ja aktijvuohta gæhttjaluvvá.

source: En reaksjon kan være å trekke seg tilbake og unngå kontakt.
smj: Akta reaksjåvnnå soajttá liehket gæssádit ja sæbrástallamav garvvet.

source: Graden av åpenhet om demens vil være forskjellig blant personer som har demens og deres familier.
smj: Man rabás la demensa birra målssu ulmutjis ulmutjij gænna l demænssa ja familjas familljaj.

source: For de aller fleste vil informasjon til og kontakt med omgivelsene være positivt.
smj: Ienemusájda dávk lisj vuogas bájke ulmutjijda giehttot gåktu dille la sijáj siegen liehket.

source: Aktivitet og sosial kontakt er viktig.
smj: Lásjmudallam ja sosiála aktijvuohta la ájnas.

source: Det kan gi glede å fortsette med kjente aktiviteter.
smj: Hávsske lisj dávk oahpes dåjmaj joarkket.

source: Pårørende, helsepersonell og andre kan bidra med nødvendig hjelp og støtte.
smj: Lagámusá, varresvuodabargge ja iehtjáda máhtti doarjjan ja viehkken liehket.

source: Teknologi og hjelpemidler kan også bidra til trygghet og selvstendighet.
smj: Teknologija ja viehkkenævo li dávk aj jasskavuohtan ja iesjrádálasjvuohtaj doarjjan.

source: Viktig i hverdagen
smj: Ájnas árggabiejven

source: Alle trenger å oppleve mestring og å være til nytte.
smj: Juohkkahasj dárbaj dåbddåt juojddáv buktá ja jut viehkken la.

source: Det er vondt å oppleve at en kommer til kort i sosiale sammenhenger.
smj: Báktji gå váset ij rat sosiála aktijvuodajn bierggi.

source: Gode øyeblikk og fellesskap kan styrke selvfølelse og verdighet.
smj: Hávsskes båttåtja ja aktisasjvuohta iesjdåbdov ja værddogisvuodav nanni.

source: Personer med demens mister ikke alle ferdigheter.
smj: Ulmutja demensajn e láhpe juohkka diŋgav majt bukti.

source: Det er godt for alle å føle at en fortsatt betyr noe for andre.
smj: Juohkkahattjaj la hávsske dåbddåt jut ájn mierkki juojddáv iehtjádijda.

source: Samtidig er det tilfredsstillende å kunne mestre aktiviteter på egen hånd.
smj: Sæmmi båttå la suohtas iesj aktu duov dáv nahkat ållit.

source: For par og familier er det ofte av betydning å fortsette med felles aktiviteter i hverdagen så langt det går.
smj: Párajda ja familjajda la álu ájnas joarkket aktisasj dåjmaj árggabiejven nav guhkás gå vejulasj.

source: Dette kan kreve ekstra tilrettelegging fra omgivelsene.
smj: Dát soajttá gájbbet sij gudi li duv birra vehi viehkedi ja árggabiejvev hiebadi.

source: Endringer av betydning for kommunikasjon og samspill:
smj: Rievddama ma li ájnnasa guládallamij ja aktijvuohtaj

source: Oppmerksomhet – Å rette oppmerksomheten mot flere ting samtidig kan bli vanskelig.
smj: Mássjelisvuohta – Mássjelisvuodav jårgijdit moatte ássjijda avta bále soajttá sjaddá gássjel.

source: Læring og hukommelse – Ny informasjon huskes ikke som før.
smj: Oahppam ja mujtto – Ij mujte ådå diedojt degu åvddåla.

source: Det kan være lettere å gjenkjenne enn å gjenkalle.
smj: Ihkap la álkkep dåbddåt gå huomahit.

source: Gjenkalling vil si å huske hendelser eller navn uten noen form for påminnelser eller annen hjelp.
smj: Huomahit dán aktijvuodan merkaj mujttet dáhpádusájt jali namájt váni makkirak mujttádus jali ietjá viehkke.

source: Ved gjenkjenning brukes detaljer i omgivelsene som ledetråder til å huske.
smj: Gå dåbddå de adná detáljajt birrasin viehkken mujttet.

source: Språk – Problemer med å forstå, snakke og finne de riktige ordene.
smj: Giella – Gássjelisvuoda dádjadit, ságastit ja riekta bágojt gávnnat.

source: En husker oftest lettere morsmålet enn språk en har lært senere i livet.
smj: Álu buorebut mujttá iednegielav gå giela majt la maŋŋela iellemin oahppam.

source: Sansning - Syn, hørsel, lukt og smak kan bli redusert.
smj: Dájdo - Vuojnno, gullo, happsem ja májsstem soajtti binnu.

source: Ved demens vil det gradvis bli problemer med å huske og å oppfatte hva andre sier, spesielt når det er mange tilstede og flere snakker samtidig.
smj: Maŋenagi gå demænssa njåmmu de sjaddá låssåt mujttet ja dádjadit majt iehtjáda javlli, sierraláhkáj gå moattes li tjoahken ja avtatnjálmes sáhkadi.

source: Det blir det derfor viktig å passe på at det ikke er for mange lyder og inntrykk som kan forstyrre i situasjonen.
smj: Danen la ájnas gáhttit jut ælla ilá moadda jiena ja ávastime ma hiemssidi. Álu hæhttu diedojt gærddádit.

source: For personen med demens kan det være vanskelig å svare på kompliserte spørsmål, gi begrunnelser, og forteller så mye selv.
smj: Sunji gænna l demænssa soajttá sjaddá låssåt gássjelis gatjálvisájda vásstedit, tjielggit, ja iesj subtsastit.

source: Da kan det å gjenfortelle episoder og begivenheter være en god måte å kommunisere på.
smj: De ihkap la vuogas guládallamvuohke dáhpádusájt gærddádit.

source: For pårørende og andre er det nyttig å tenke over hvordan en best kan kommunisere ved å dele erfaringer, forstå og gjøre seg forstått.
smj: Lagámusájda ja iehtjádijda luluj vuogas ájádallat gåktu buoremusát guládallat vásádusáj giehttoma baktu, dádjadit ja liehket dádjadahtte.

source: Tips i kommunikasjonen
smj: Oajvvadusá guládallamij

source: • Bruk korte, enkle setninger, unngå abstrakte begreper og forklaringer.
smj: • Ane oanegis, álkkes gárgadisájt, ale val abstrakta moallánagájt ja tjielggidusájt ane.

source: • Unngå å utfordre sviktende hukommelse, ikke spør husker du…
smj: • Ale mujtov hásstala, ale gatjáda mujtá gus...

source: • La være å stille vanskelige spørsmål som hvorfor…
smj: • Ale gatjáda gássjelis gatjálvisájt degu manen...

source: , hvordan…
smj: , gåktu...

source: og hvem…
smj: ja gut...

source: , som krever at en husker.
smj: ma gájbbedi mujttá.

source: • Vær tydelig, bruk et enkelt språk og ta opp ett tema om gangen.
smj: • Liege tjielgas, ane álkkes gielav ja låggŋi avtav ássjev ájgen.

source: • Ikke gi unødig og overflødig informasjon.
smj: • Ale buvte dåssjedis ja ávkedis diedojt.

source: • Hjelp til når det stopper opp i kommunikasjonen, men ikke overta.
smj: • Viehkedaste gå guládallam ganuk, valla ale val válde badjel.

source: • Bruk et tydelig kroppsspråk.
smj: • Ane tjielgga rumájgielav.

source: • Ha god tid og ro i samværet.
smj: • Liege assten ja ráfen gå aktan lihpit.

source: Oppleve gode øyeblikk Mestre og være til nytte
smj: Hávsskes båttåtja Juojddáv buktet ja viehkken liehket

source: Være i fellesskap med sine nærmeste
smj: Iehtjádij siegen liehket

source: Styrket selvfølelse
smj: Nannidum iesjdåbddo

source: Ekstra utfordringer i kommunikasjonen
smj: Duodde hásstalusá guládaládijn

source: Noen ganger blir samtaler og kontaktforhold ekstra vanskelige fordi personen med demens og pårørende har helt ulike oppfatninger av virkeligheten.
smj: Muhttijn sjaddi ságastallama ja aktijvuoda sierraláhkáj gássjela danen gå sujna gænna l demænssa ja lagámusán li ållu ietjálágásj dádjadusá diles.

source: Det kan være ulike syn på hva som er sagt og gjort, vurdering av situasjonen og hvilken hjelp som trengs.
smj: Soajttá guokta vuojno dan birra mij la javladuvvam ja dagáduvvam, dile árvustallam ja makkir viehkev dárbaj.

source: Når noe er glemt, hjelper det sjelden å insistere på at en har rett.
smj: Gå la juojddáv vajálduhttám de ij lijssi tjuottjodit mujna la riekta.

source: Mange pårørende blir slitne av at samme temaer og spørsmål gjentas.
smj: Moadda lagámusá vájbbi gå sæmmi tiemá ja gatjálvisá gærddáduvvi.

source: Ekstra utfordrende kan det være å forholde seg til mistenksomhet og beskyldninger (f.eks. vrangforestillinger om tyveri eller utroskap).
smj: Sierraláhkáj la hásstalus gå gáddalussjá ja rædostuvvá (degu vierreájádusá suolavuoda ja jáhkodisvuoda birra).

source: Det samme gjelder når personen med demens beskriver ting og forholder seg til noen/noe som ikke er til stede (hallusinasjoner).
smj: Sæmmi guosská gå sån gænna l demænssa tjielggi ássjijt ja dåmat muhtemij/juoŋga vuoksjuj mij ij la dåppe (tjalmmegæjdo).

source: I slike situasjoner er det ekstra viktig at pårørende har noen å snakke med og at de kan få råd og hjelp fra helse- og omsorgstjenesten.
smj: Dákkir dilen la sierraláhkáj ájnas jut lagámusáj la nágin gej máhtti ságastit ja rádijt oadtjot varresvuohta- ja huksodievnastusás.

source: Å spille på det kjente
smj: Dåbdos ássje viehkken

source: Også etter å ha fått demens liker de fleste å holde på med ting de har erfaring med fra før.
smj: Aj maŋŋel gå la demensav oadtjum lijkkuji ienemusá dahkat dav majt åvddåla li dahkam.

source: For pårørende og andre er det ofte meningsfullt å bygge på den enkeltes historie, kultur og språk.
smj: Lagámusájda ja iehtjádijda la álu mávsulasj biggit ájnegisá histåvrå, kultuvra ja giela milta ja nali.

source: Kjente omgivelser og gjenstander kan vekke minner og være et godt utgangspunkt for samtale og fellesskap.
smj: Oahpes bájke ja gávne ihkap mujtojt båktåli ja li buorre álggon ságastallamij ja aktijvuohtaj.

source: Et tips kan være å bidra aktivt ved ta fram kjente episoder og begivenheter, snakke om nære slektninger og andre viktige personer.
smj: Akta oajvvadus la iesj åvddån buktet oahpes dáhpádusájt, ságastit lahka fuolkij ja ietjá ájnas ulmutjij birra.

source: Samtaler om hva som er og har vært betydningsfullt tidligere i livet, kan bidra til å bekrefte den enkeltes historie og verdi.
smj: Ságastallama daj ássjij badjel ma li læhkám ja ájn li ájnnasa iellemin, soajttá nanniji suv histåvråv ja árvov.

source: Det er viktig å vise forståelse og toleranse.
smj: Ájnas la dádjadit ja vieledit.

source: En trenger ikke alltid så mange ord for å oppleve samhørighet.
smj: Ælla agev måttij bágoj duogen aktisasjvuodav dåbddåt.

source: For personer som er nært knyttet til naturen, dyr og næringstradisjoner kan dette være et godt utgangspunkt for samtaler og aktiviteter.
smj: Jus la luonnduj, juhtusijda ja æládusájda tjanáduvvam, de hiehpá dáj birra ságastit. Lagámusá ja iehtjáda máhtti viehkken mujttet.

source: Når språket svekkes er det nyttig å tenke over hvordan en kan stimulere sansene på måter som passer for den enkelte.
smj: Gå giella hedjun de la mávsulasj ájádallat gåktu máhttá dájdojt arvusmahttet dakkir láhkáj mij sunji hiehpá.

source: Å se på bilder og filmer av kjente steder og mennesker.
smj: Gæhttjat gåvåjt ja filmajt oahpes bájkijs ja ulmutjijs.

source: Glede seg over naturopplevelser, blomster og farger.
smj: Ávvudallat luonndovásádusáj, giedjegij ja bájnoj åvdås.

source: Å høre på musikk, dikt, sanger og joik kan stimulere til sang og dans og skape fellesskap og glede.
smj: Gulldalit musihkav, divtajt, lávllagijt ja juojgajt ihkap arvusmahttá lávllot ja dánssut ja aktisasjvuodav ja ávov buktet.

source: Å lukte og smake på velkjent mat og drikke kan gi gjenkjenning og bekreftelse.
smj: Happset ja májsstet oahpes biebmojt ja juhkusijt soajttá viehkken mujttet ja dåhkkidit.

source: Det samme kan gjelde mange andre dufter og smaker en kjenner fra tidligere.
smj: Sæmmi ietjá hájaj ja májstaj majt åvdutjis dåbddå.

source: Å føle på varme og kulde, på stoffer, skinnfeller og ikke minst hudkontakt gjennom berøring kan vekke minner og gi bekreftelse.
smj: Dåbddåt liekkosvuodav ja galmmasav, ståffajt, ráffijt ja diedon tjuoma baktu gå duohtat dávk mujtojt buktá ja buorre dåbdojt.

source: Å bevege seg vekker minner, og gamle ferdigheter kan komme til uttrykk i kjente situasjoner, som når en elter en deig, feier et gulv, steller med dyr eller kanskje svinger seg i dansen.
smj: Labudit mujtojt båktå, ja dålusj tjehpudagá åvddån båhti oahpes dilijn, degu gå dájgev nuoddi, guolbev såbas, slihturijt sujtti jali ihkap dánssu.

source: Gjennom å legge til rette for ulike aktiviteter som passer for den enkelte, kan pårørende og andre bidra til å skape opplevelser som gir gjenkjenning og bekreftelse.
smj: Gå åttjut dåjmajt ma sunji hiehpi, máhtti lagámusá ja iehtjáda viehkedit hábbmit vásádusájt maj baktu dåbddå ja dåhkkiduvvá.

source: Dette kan gi et løft for selvfølelsen.
smj: Dát soajttá iesjdåbdov nanni.

source: Åpenhet
smj: Rabásvuohta

source: Åpenhet overfor familie, venner, naboer og kjente gjør det lettere å få forståelse for situasjonen.
smj: Jus subtsasta familljaj, rádnajda, rádnájda ja oahppásijda skihpudagá birra de sjaddá álkkep dilev dádjadit.

source: Også familie og nettverk har behov for kunnskap om demens for å kunne gi hjelp og støtte i hverdagen.
smj: Familja ja værmástahka aj dárbahi oahppat demensa birra váj bukti árkkabiejven viehkedit ja doarjjot.

source: Å møte andre som er i en lignende situasjon, fortelle om egne og høre om andres erfaringer, er viktig for mange pårørende.
smj: Iehtjádijt iejvvit gudi li muodugasj dilen, ietjas vásádusáj birra subtsastit ja iehtjádij vásádusájt gullat, la ájnas moadda lagámusájda.

source: Både helse- og omsorgstjenestene og frivillige organisasjoner bidrar med tilbud.
smj: Sihke varresvuohta- ja huksodievnastusá ja luojvoj siebre li viehkken ietjasa fálaldagáj.

source: Pårørendeskoler og samtalegrupper er eksempler på fora der pårørende kan få gode råd og tips og lære av hverandre.
smj: Lagámusájskåvlå ja ságastallamjuohkusa li buojkulvisá forajs gånnå lagámusá máhtti buorre rádijt oadtjot ja nubbe nuppes oahppat.

source: Ved tilbud og tjenester er det viktig å ta utgangspunkt i den enkeltes bakgrunn, livsstil og tradisjoner.
smj: Fálaldagáj ja dievnastusáj aktijvuodan la ájnas álgget skihpa ulmutja duogátjijn, iellemvuogijn ja dábij.

source: Kunnskap om personens historie og kultur er av stor verdi for å kunne tilby personsentrert omsorg og aktiviteter som oppleves meningsfulle.
smj: Jus ulmutja histåvråv ja kultuvrav dåbddå de la dat viehka mávsulasj gå galggá persåvnålasj huvsov ja dåjmajt fállat ma aneduvvi mávsulattjan.
